<template>
  <div class="wrapper">
    <my-header v-if="flag" :header="parentHeader" :tap-show="parentTapshow"></my-header>
    <div class="center_body">
      <p class="tc"><strong>乐视体育票务网站用户服务协议</strong></p>
      <div>
        <p><strong>1.	协议确认和接受</strong></p>
        <p>1.1.	本服务协议为用户与乐视体育票务网站（网址：<span class="yellow">【 www.tickets.lesports.com 】</span>，以下简称为“本站”）的所有者（乐视体育文化产业发展（北京）有限公司，以下简称为“乐视体育票务”）之间就使用乐视体育票务网站服务等相关事宜所订立的协议。
        <p><strong>1.2.	请用户仔细阅读本服务协议，对于本服务协议中以加粗字体显示的内容，用户应重点阅读。如果用户点击“同意”注册按钮并完成注册程序、获得本站账号和密码时，视为用户与乐视体育票务已达成《乐视体育票务网站用户服务协议》，同时表示用户接受并同意本服务协议各项条款的约定，本服务协议即构成对双方有约束力的法律文件。</strong></p>
        <p>1.3.	本服务协议内容包括协议正文及所有乐视体育票务网站已经发布的或将来可能发布或更新的各类规则，所有规则为本协议不可分割的组成部分，与本协议正文具有同等法律效力。乐视体育票务有权根据需要不时地制订、修改本服务协议及/或各类规则，并以本站上刊载公告的方式进行公示，不再单独通知用户，用户有义务不时关注并阅读最新版的协议及网站公告。修订后的协议或将来可能发布或更新的各类规则，一经在网站公示后，立即自动生效。如用户不同意协议及各类规则的变更，请立即停止使用乐视体育票务网站提供的服务；如用户继续使用乐视体育票务网站的服务，即表示用户已接受经修订或增补的协议及各类规则。用户有义务随时注意乐视体育票务不时通过网站、客户端公告或者其他方式发送的通知。
        <p>1.4.	使用乐视体育票务网站服务的用户必须具有享受本站服务、下单购物等相应的权利能力和行为能力，能够独立承担法律责任。如果用户在18周岁以下或不具备相应的权利能力和行为能力，用户只能在监护人的监护参与下才能使用本站。如用户不具有享受本站服务、下单购物等相应的权利能力和行为能力，乐视体育票务有权在中华人民共和国法律法规允许的范围内决定拒绝服务、关闭账户、清除或编辑内容、取消订单等操作。
        <p>1.5.	本站各项服务的所有权及知识产权归乐视体育票务所有，本站提供的服务将完全按照乐视体育票务发布的服务条款和操作规则严格执行。
        <p>1.6.	为避免歧义，本协议中用户包括个人用户、团体用户、单位用户等，以下统称“用户”。
        <p><strong>2.	服务内容</strong></p>
        <p>2.1.	本站运用自己的操作系统通过国际互联网络为用户提供网上交易及相关服务，用户可在本站查询、浏览票品或票品服务的相关信息，订购票品。参加本站的有关活动及使用其他服务，用户须自行准备如下设备并承担相关费用：
        <p>2.1.1.	自行配备上网所需设备，包括并不限于电脑或其它上网终端、调制解调器及其它必备上网装置。
        <p>2.1.2.	自行负担上网费用，包括但不限于手机流量费用、上网设备租用费用、网络接入费用。
        <p>2.2.	乐视体育票务网站根据实际情况提供下列服务：
        <p>2.2.1.	提供体育赛事门票、演出门票、景点参观门票、电子兑换券及其它相关周边商品的销售、预订、在线选座、短信/邮件通知等服务。
        <p>2.2.2.	提供在线客服、资讯信息、问答评论等服务。
        <p>2.3.	本站所呈现的各类票品因项目类型不同，票品价位也不同，届时本站会在网站公告、本站的外设设备及其它媒体等进行公告。
        <p>2.4.	根据项目主办方及场馆的票务情况，乐视体育票务网站保留根据实际情况随时调整所提供的服务种类、形式的权利，乐视体育票务不承担因业务调整给用户造成的损失。
        <p><strong>3.	用户信息</strong><p>
        <p>3.1.	为便于向用户及时提供各项服务，用户应自行诚信向本站提供相关资料，用户同意向本站提供相关资料并保证所提供的资料真实、准确、完整、合法有效，用户提供的资料如有变动时，应及时进行资料更新。如用户提供的资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，乐视体育票务保留终止用户使用乐视体育票务网站各项服务的权利。
        <p>3.1.1.	用户在本站进行会员注册成功后，将产生用户名和密码等账户信息，用户应妥善保管该账户的用户名和密码，并对在其账户项下发生的所有行为负责。用户同意：（a）不向第三人提供账号和密码，发现账号被第三人使用或者发生其它任何安全问题时，立即告知本站进行安全处理，包括但不限于账号限制或禁止使用；且（b）每次使用本服务后安全关掉账号，以防第三人利用该账号和密码进行侵权或其它非法行为。若发现任何非法使用用户账户或存在安全漏洞的情况时，用户亦可立即向公安机关报案。用户未遵照前述约定，因此产生的任何损失、遭受的任何损害，本站不承担任何责任。
        <p>3.2.	用户不得以任何形式转让或授权他人使用自己在乐视体育票务网站的账户，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。
        <p>3.3.	用户同意，乐视体育票务拥有通过邮件、短信、电话等形式，与在本站注册、购物用户、收货人进行联系或发送订单信息、促销活动等告知信息的权利。如果用户访问乐视体育票务网站，或在乐视体育票务网站注册、购物及使用其它服务，则表明用户已同意接收该等信息，如用户不希望接收来自于乐视体育票务网站除了通知、订单信息以外的电子邮件和/或短信，<span class="yellow">乐视体育票务网站可根据用户申请另行提供办理退阅服务。</span>
        <p>3.4.	用户同意，如用户连续一年未使用本站用户账号和密码登录本站，则本站有权注销用户的本站账号。账号注销后，本站有权将相应的用户名开放给其他用户注册使用。
        <p>3.5.	用户同意，在紧急情况或发生纠纷时，乐视体育票务有权使用用户的注册信息、用户名、密码等信息，登录进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。
        <p><strong>4.	票品交易及服务规则</strong>
        <p>4.1.	票品信息变动规则：为表述便利，票品和服务简称为“票品”。本站上的票品价格、数量、是否有货等信息随时都有可能发生变动，本站不作特别通知。由于网站上票品信息的数量极其庞大，虽然本站会尽最大努力保证用户所浏览票品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，本站网页显示的信息可能会有一定的滞后性或差错，对此情形请用户知悉并理解，乐视体育票务欢迎用户纠错。
        <p>4.2.	票品缺货或变更规则：由于市场变化及各种以合理商业努力难以控制因素的影响，乐视体育票务网站无法承诺用户通过提交订单所希望购买的票品（包括并不限于在售、预订、预售票品）都会有货或不会出现变更，如果用户订购的票品发生缺货，或出现演出活动或赛事变更、取消等情况，用户和乐视体育票务皆有权取消该订单，用户也可选择更换为其它票品，因更换票品产生货款差额时，按多退少补原则处理，乐视体育票务网站需全额或差额向用户退款时，乐视体育票务网站将于订单取消操作完成或用户确认更换票品操作完成之日起合理期限内为用户办理退回订单相应款项操作。
        <p>4.3.	订单规则：除法律另有强制性规定外，本站展示的票品和价格等信息仅为要约邀请，用户下订单时请仔细确认所购票品的名称、价格、数量、型号、规格等信息，用户须填写希望购买的票品、数量、确认价款及支付方式、收货人、联系方式、收货方式及收货地址等内容。系统生成的订单信息是计算机信息系统根据用户填写的内容自动生成的数据，是用户向本站发出的合同要约，本站收到用户的订单信息后，只有在将用户订单中订购的票品从仓库实际向用户发出时（以订单发货状态为标志），方视为本站与用户之间就实际向用户发出的票品建立了合同关系，订单中订购多种票品须分批发出时，本站与用户之间就每次实际发货的票品分批建立合同关系。用户可随时登录在本站注册的账户，查询用户的订单状态。
        <p>4.4.	订单取消规则：
        <p>4.4.1.	用户有权在下列情况下取消订单：
        <p>4.4.1.1.	用户和本站协商达成一致的；
        <p>4.4.1.2.	本站对用户订单做出承诺之前；
        <p>4.4.1.3.	赛事或演出活动变更、取消的；
        <p>4.4.1.4.	本站上公布的票品价格发生变化或错误，用户在本站发货之前通知本站的。
        <p>4.4.2.	本站在下列情况下可以取消用户订单：
        <p>4.4.2.1.	本站和用户协商达成一致的；
        <p>4.4.2.2.	本站上显示的票品信息错误或缺货的；
        <p>4.4.2.3.	用户订单信息明显错误或用户订购数量超出本站购买数量要求的；
        <p>4.4.2.4.	赛事或演出活动变更、取消的；
        <p>4.4.2.5.	因不可抗力导致本站系统发生故障或遭受第三方攻击，以及其它本站无法控制的情形，根据本站判断需要取消用户订单的；
        <p>4.4.2.6.	经本站判断，用户订购行为不符合公平原则或诚实信用原则的（如同一用户多次无理由拒收订购票品）；
        <p>4.4.2.7.	根据本站已经发布的或将来可能发布或更新的各类规则，可取消用户订单的其它情形。
        <p>4.5.	配送及费用规则：用户可以在下订单时选择通过快递配送、用户自取、电子券现场兑换等多种方式获得票品。用户自取和电子券现场兑换不涉及送货和运费。如用户选择快递配送方式时，订单配送运费由用户承担，请清楚准确地填写收货人的真实姓名、送货地址及联系方式，收货人与用户本人不一致的，收货人的行为和意思表示视为用户的行为和意思表示，用户应对收货人的行为及意思表示的法律后果承担连带责任。因如下情况造成订单延迟或无法配送等，本站将不负迟延配送的责任：
        <p>4.5.1.	用户提供错误信息和不详细的地址；
        <p>4.5.2.	票品送达无人签收，由此造成的重复配送所产生的费用及相关的后果；
        <p>4.5.3.	不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争、政府管制等。
        <p>4.6.	退换货规则：
        <p>4.6.1.	因本站所售各类票品具有有效时间及有限数量的特殊性质，在售出后将影响二次销售，因此本站所售各类票品（包括并不限于体育赛事门票、演出门票、景点参观门票、电影票以及各类电子票等）如非赛事或活动变更、取消、票品错误的原因外，不提供退换票品服务。
        <p>4.6.2.	如因活动变更、活动取消、票品错误的原因发生退换货，产生的退换货配送运费由乐视体育票务承担，用户发出快递后可联系乐视体育票务客服人员，乐视体育票务向用户返还实际发生的配送运费，非上述原因产生退换货的配送运费由用户承担。
        <p>4.6.3.	已付款订单因发生退换货需全额或差额向用户退款时，乐视体育票务网站将于收到用户退回票品之日起合理期限内为用户办理退回订单相应款项操作。
        <p><strong>5.	依法言行义务</strong>
        <p>5.1.	本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：
        <p>5.1.1.	不得发布煽动、抗拒、破坏宪法和法律、行政法规实施的言论；
        <p>5.1.2.	不得发布煽动颠覆国家政权，推翻社会主义制度，煽动、分裂国家，破坏国家统一，损害国家荣誉和利益的言论；
        <p>5.1.3.	不得发布煽动民族仇恨、民族歧视，破坏民族团结，对种族、性别、宗教、地域等歧视的言论；
        <p>5.1.4.	不得捏造或者歪曲事实，散布谣言，扰乱社会秩序；
        <p>5.1.5.	不得发布封建迷信、邪教、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的言论；
        <p>5.1.6.	不得侮辱他人或者捏造事实诽谤他人，不得进行其它恶意攻击；
        <p>5.1.7.	不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；
        <p>5.1.8.	不得干扰本站的正常运转，不得侵入本站及国家计算机信息系统；
        <p>5.1.9.	不得利用本站进行洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；
        <p>5.1.10.	不得利用在本站注册的账户进行牟利性经营活动。
        <p>5.2.	用户在本站发表评论及其它内容时，除遵守本条款外，还应遵守乐视体育票务网站的其它相关规定，不得恶意诽谤乐视体育票务及乐视体育票务网站，未经乐视体育票务同意，禁止用户在乐视体育票务网站上发布任何形式的广告。
        <p>5.3.	本站有权删除站内各类不符合法律法规政策或不真实的信息内容，而无须通知用户。
        <p>5.4.	若用户未遵守以上规定，本站有权作出独立判断并采取暂停或关闭用户账户等措施，用户须对自己在网上的言论和行为承担法律责任。
        <p><strong>6.	服务变更、中断和终止</strong>
        <p>6.1.	乐视体育票务保留根据实际情况随时调整乐视体育票务网站提供的服务种类、形式的权利，乐视体育票务不承担因业务调整给用户造成的损失。
        <p>6.2.	在下列情况下，乐视体育票务可以在发出通知或不发出通知的情况下，随时终止向用户提供服务并注销（不再保存）用户在本站的注册账户及相关的任何资料，单方解除本协议：
        <p>6.2.1.	用户违反本服务协议相关规定的，或因用户违反本服务协议相关规定被本站暂停或终止提供服务后，用户再一次直接或间接或以他人名义注册为本站用户的；
        <p>6.2.2.	本站通过用户在本站填写的联系信息进行联系时，发现用户的联系信息已不存在或无法使用，经本站以其它联系方式（如有）通知用户更改，而用户在7个工作日内仍未能进行信息更新的；
        <p>6.2.3.	用户在本站中填写的信息内容是虚假的；
        <p>6.2.4.	本服务协议修改或更新时，用户不愿接受新服务协议的；
        <p>6.2.5.	乐视体育票务认为需终止服务的其它情况。
        <p>6.3.	如用户向本站提出注销账户申请，经本站审核同意后，由本站注销该用户账户，此时用户与乐视体育票务间的本服务协议关系即告终止，但在注销该用户账户后，乐视体育票务仍保留下列权利：
        <p>6.3.1.	保留该用户的注册信息及过往的全部交易和行为记录；
        <p>6.3.2.	如用户在账户注销前在乐视体育票务网站上存在违法行为或违反本协议约定的行为，乐视体育票务仍可行使本服务协议所规定的权利。
        <p><strong>7.	知识产权</strong>
        <p>7.1.	乐视体育票务网站服务内容及信息（包括但不限于文字、软件、图片、GIF动态图、音频、视频、图表、广告中的全部内容、电子邮件的全部内容以及本站为用户提供的其它信息）著作权、商标权及其他财产所有权归乐视体育票务或相关权利人所有，受中国知识产权法律法规和国际知识产权公约的保护，未经乐视体育票务或相关权利人许可，任何人不得使用、复制或用作其它用途。
        <p>7.2.	转载必须征得本站及相关权利人的书面特别授权，注明作者及文章出处“乐视体育票务网站”。凡作者或权利人声明不得转载的相关信息，任何单位及个人不得转载。
        <p>7.3.	在乐视体育票务网站上出现的其它商标是其商标权利人各自的财产，未经乐视体育票务或相关商标所有人的书面许可，任何第三方都不得使用。
        <p>7.4.	用户在乐视体育票务网站上发表的文章及图片（包括转贴的文章及图片）版权仅归属原作者所有，若作者有版权声明或原作从其它网站转载而附带有原版权声明者，其版权归属以附带声明为准。用户应保证其引用该文章及图片已经得到权利人的许可，否则给乐视体育票务造成损失的，应当予以赔偿。用户在乐视体育票务网站上发表的内容仅代表作者本人观点，与乐视体育票务网站立场无关。
        <p>7.5.	乐视体育票务及其关联方有权将用户在本站发表的票品使用体验、票品讨论或图片进行使用或者与其他人合作使用，使用范围包括但不限于网站、电视、电子杂志、杂志、刊物及其它宣传媒体，使用时需为作者署名，以用户发表文章时注明的署名为准，文章有附带版权声明者除外。
        <p><strong>8.	隐私保护</strong>
        <p>8.1.	用户在本站进行浏览、下单购物、参加活动等操作时，涉及用户真实姓名、名称、地址、联系方式等隐私信息的，本站将予以严格保密，下列情形除外：
        <p>8.1.1.	用户书面授权披露个人信息资料的；
        <p>8.1.2.	根据法律有关规定，或者行政、司法机关的要求，须向第三方或者行政、司法机关披露的；
        <p>8.1.3.	因用户有违反中国法律法规或网站政策的情形，需要向第三方披露的；
        <p>8.1.4.	为向用户提供其所要求的票品和服务，而必须将用户的个人信息告知第三方的；
        <p>8.1.5.	其它本站根据法律、法规或者本站政策，认为应当披露的。
        <p>8.2.	本网站可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与本网站同等的保护用户隐私的责任，则本网站可将用户的注册资料等提供给该第三方。
        <p>8.3.	在不透露单个用户隐私资料的前提下，本网站有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
        <p><strong>9.	特别声明</strong>
        <p>9.1.	不论在何种情况下，本站对由于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务不承担责任。
        <p>9.2.	除非法律规定或者乐视体育票务网站上另有明确的书面说明，本站及其所包含的或以其它方式通过本站提供给用户的全部信息、内容、材料、产品（包括软件）和服务，均是在“按现状”和“按现有”的基础上提供的，乐视体育票务不对本站的运营及包含在本站上的信息、内容、材料、产品（包括软件）或服务做任何形式的、明示或默示的声明或担保。
        <p>9.3.	乐视体育票务不对本站提供的票品的适用性或满足用户特定需求和目的进行任何明示或者默示的担保，请用户在购买前确认自己的需求，同时仔细阅读票品及相关票品说明。
        <p>9.4.	乐视体育票务不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由乐视体育票务实际控制的任何网页上的内容，乐视体育票务也不承担任何责任。
        <p>9.5.	乐视体育票务对于任何自本网站而获得的他人的信息、内容或者广告宣传等任何资讯（以下统称“信息”），不保证真实、准确和完整性。如果任何单位或者个人通过上述信息而进行任何行为，须自行甄别真伪和谨慎预防风险。否则，无论何种原因，乐视体育票务不对任何非与乐视体育票务直接发生的交易和/或行为承担任何直接、间接、附带或衍生的损失和责任。
        <p><strong>10.	作弊、扰乱交易秩序处理</strong>
        <p>10.1.	为更好的服务用户，本站可不定期进行票品或其他服务的促销活动。如本站进行促销活动的，则用户同意并遵守本条下文约定。
        <p>10.2.	除本站促销活动规则另有规定外，每次促销活动中，每个用户只限参加一次活动（活动包括并不限于促销优惠、秒杀、抽奖等），每个用户只能中奖一次。同一手机、同一联系方式、同一IP地址、同一本站账户、同一身份证件、同一银行卡号、同一收货地址、同一终端设备号或其他可以合理显示为同一用户的情形，均视为同一用户。
        <p>10.3.	活动期间，如发现有用户通过不正当手段（包括但不限于侵犯第三人合法权益、作弊、扰乱系统、实施网络攻击、恶意套现、刷信誉、批量注册、用机器注册本站账户、用机器模拟客户端）参加促销活动而有碍其他用户公平参加本次活动或有违反活动目的之行为，本站有权取消其获奖资格或其因参加促销活动所获赠品或权益。如该作弊行为给本站造成损失的，本站保留追究赔偿的权利。
        <p>10.4.	对于恶意进行注册，反复交易退款，侵害乐视体育票务实际经营交易的情况，乐视体育票务会停止服务、封停账号并追究责任。
        <p><strong>11.	违约责任</strong>
        <p>11.1.	本站或用户违反本协议的约定即构成违约，违约方应当向守约方承担违约责任。
        <p>11.2.	如因用户提供的信息不真实、不完整或不准确给本站造成损失的，本站有权要求用户对本站进行损失的赔偿。
        <p>11.3.	如因用户违反法律法规规定或本协议约定，在本站或利用本站服务从事非法活动的，本站有权立即终止继续对其提供本站服务，注销其账号，并要求其赔偿由此给本站造成的损失。
        <p>11.4.	如用户以技术手段干扰本站的运行或干扰其他用户对本站使用的，本站有权立即注销其本站账号，并有权要求其赔偿由此给本站造成的损失。
        <p>11.5.	如用户以虚构事实等方式恶意诋毁本站的商誉，本站有权要求用户向本站公开道歉，赔偿其给本站造成的损失，并有权终止对其提供本站服务。
        <p><strong>12.	通知与送达</strong>
        <p>12.1.	本协议项下乐视体育票务对于用户所有的通知均可通过网页公告、系统通知、电子邮件、手机短信或其他常规的信件传送等方式进行，该等通知于发送之日视为已送达收件人。
        <p>12.2.	用户对于乐视体育票务的通知应当通过乐视体育票务对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。
        <p><strong>13.	法律管辖和适用</strong>
        <p>13.1.	本服务协议的订立、执行和解释及争议的解决均应适用中华人民共和国大陆地区适用之有效法律法规。
        <p>13.2.	如发生本服务协议与适用之法律法规相抵触时，则这些条款将完全按法律法规规定重新解释，而其他有效条款继续有效。
        <p>13.3.	如双方就本服务协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成或不愿意协商时，任何一方均有权向北京市朝阳区人民法院提起诉讼。
        <p><strong>14.	协议生效</strong>
        <p>14.1.	本服务协议于用户点击本站注册页面的同意注册并完成注册程序、获得本站账号和密码时生效，对本站和用户均具有约束力。
                       <p class="fr yellow">乐视体育文化产业发展（北京）有限公司</p>
      </div>
    </div>
  </div>
</template>

<script>
import myHeader from '../../../components/header'
module.exports = {
  components: {
    myHeader
  },
  data: function () {
    return {
      parentHeader: '服务协议',
      parentTapshow: false,
      flag: null
    }
  },
  route: {
    data: function ({to}) {
      let flag = to.query.flag ? parseInt(to.query.flag) : null
      if (flag === 0) {
        this.flag = false
      } else {
        this.flag = true
      }
    }
  },
  ready () {
  },
  methods: {
  },
  props: {
  }
}
</script>


<style scoped>
  .center_body{background:#fff;width:9.2rem;padding:0.6133rem 0.4rem 1rem;border-top:1px solid #e0e0e0;}
  .center_body p{color:#333;font-size:0.32rem;}
  .tc{text-align:center;}
  .yellow{font-weight:bold;}
</style>
